db/data/ycsb/raw-data/rocksdb-ramdisk/workloadb/dp_10.txt
[OVERALL], RunTime(ms), 210
[OVERALL], Throughput(ops/sec), 4761.9047619047615
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 953
[READ], AverageLatency(us), 13.02623294858342
[READ], MinLatency(us), 2
[READ], MaxLatency(us), 636
[READ], 95thPercentileLatency(us), 35
[READ], 99thPercentileLatency(us), 55
[READ], Return=OK, 953
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 12172.0
[CLEANUP], MinLatency(us), 12168
[CLEANUP], MaxLatency(us), 12175
[CLEANUP], 95thPercentileLatency(us), 12175
[CLEANUP], 99thPercentileLatency(us), 12175
[UPDATE], Operations, 47
[UPDATE], AverageLatency(us), 541.8510638297872
[UPDATE], MinLatency(us), 35
[UPDATE], MaxLatency(us), 22319
[UPDATE], 95thPercentileLatency(us), 132
[UPDATE], 99thPercentileLatency(us), 22319
[UPDATE], Return=OK, 47